Repository: easySuite/ding_more_info
Catalog: translations/*.po
Languages: da

source: Enable more info button on:
da: Aktivér "Mere information"-knappen på:

source: Save settings
da: Gem indstillinger

source: No module implements more info button.
da: Der er ingen moduler som implementerer denne knap.

source: More info
da: Mere information

source: Ting more info
da: Mere information-knap

source: Default
da: Standard

source: Configure the placement of more info button.
da: Konfigurer placeringen af "Mere information"-knappen.

source: Configure more info button placement
da: Konfigurer placeringen af "Mere information"-knappen

source: Ding more info
da: Mere information

source: Ding more info button for search results.
da: "Mere information"-knap til diverse TING sider.
